"ktv_join" = "加入";
"ktv_score" = "评分";
"ktv_loading" = "加载中…";
"ktv_create_room" = "创建房间";
"ktv_room_title" = "房间名称";
"ktv_create_tips" = "本应用为测试产品，仅用于功能体验，请勿商用。单次使用时长不超过20分钟，过时房问将自动解散。为配合相关部门监管要求，严禁色情、辱骂、暴恐、涉政等违规内容。警惕电信诈骗，请勿在使用过程中进行货款申请和网银转账！国家反诈专用号码：96110";
"ktv_random" = "随机";
"ktv_room_is_encryption" = "房间加密";
"ktv_room_placeHolder" = "填写房间名称,吸引更多观众";
"ktv_stream_style" = "选流模式";
"ktv_stream_normal" = "默认";
"ktv_stream_vol" = "齐声";
"ktv_stream_mix" = "混合";
"ktv_open" = "公开";
"ktv_encryption" = "加密";
"ktv_please_input_4_pwd" = "请设置4位数房间密码";
"ktv_net_status_good" = "本机网络好";
"ktv_net_status_m" = "本机网络良";
"ktv_net_status_low" = "本机网络差";
"ktv_net_status_un_know" = "本机网络未知";
"ktv_please_input_room_name" = "请输入房间名称";
"ktv_empty_search" = "未找到相关结果";
"ktv_song_and_singer" = "%s - %s";
"ktv_please_use_headset" = "请插入耳机使用耳返功能";
"ktv_input_remote_volume" = "请输入0到100的正整数";
"ktv_mv" = "MV";
"ktv_song_background" = "歌词背景";
"ktv_more_actions" = "更多操作";
"ktv_create" = "创建";
"ktv_create_tips1" = "欢迎来到声网在线K歌房，\n美声音效、歌词同步、打分等九大场景轻松还\n原线下K歌体验，超高音质，以歌会友，一起\n来体验吧！";
"ktv_create_tips2" = "本应用为测试产品，请勿商用";
"ktv_create_tips3" = "单次K歌最长20分钟，每个房间最多8人";
"ktv_room_before_speaker" = "点击空麦位，上麦后可点歌与发言";
"ktv_room_owner" = "房主";
"ktv_room_sing1" = "演唱中";
"ktv_room_sing1_1" = "合唱中";
"ktv_room_original" = "原唱";
"ktv_room_change_song" = "切歌";
"ktv_room_seat_off" = "下麦";
"ktv_room_player_pause" = "暂停";
"ktv_room_player_play" = "播放";
"ktv_room_player_tweak" = "调音";
"ktv_room_choose_song" = "点歌";
"ktv_room_chosen_song_list" = "已点";
"ktv_room_sing2" = "演唱中";
"ktv_room_no_sing" = "当前无人演唱\n点击“点歌”一展歌喉";
"ktv_dialog_migu_tip" = "";
"ktv_dialog_music_list_empty" = "未找到相关搜索结果";
"ktv_dialog_music_list_search_hint" = "搜索歌曲";
"ktv_lrc_loading" = "歌曲准备中...";
"ktv_lrc_load_fail" = "加载失败";
"ktv_room_change_music_title" = "切歌";
"ktv_room_change_music_msg" = "终止当前歌曲的演唱？";
"ktv_room_time_wait_join_chorus" = "等待加入合唱";
"ktv_room_time_join_chorus_" = "抢麦倒计时";
"ktv_room_time_wait" = "%02d:%02d";
"ktv_music_join_chorus" = "加入合唱";
"ktv_music_chorus_start_now" = "不等了，独唱";
"ktv_use_overtime" = "试用时间已到";
"ktv_need_up" = "请先上坐";
"ktv_error_cut" = "该歌曲无法进行人声切换";
"ktv_join_error" = "加入房间失败";
"ktv_sync_music_error" = "同步歌曲失败";
"ktv_leave_title" = "关闭歌房";
"ktv_leave_msg" = "关闭歌房后所有成员将被移除房间";
"ktv_music_menu_dialog_title" = "控制台";
"ktv_music_menu_dialog_ear" = "耳返";
"ktv_earback_micphone_pull" = "耳返已关闭，请插入耳机重新开启";
"ktv_music_menu_dialog_tone" = "升降调";
"ktv_music_menu_dialog_vol1" = "人声音量";
"ktv_music_menu_dialog_remote_volume" = "远端音量";
"ktv_music_menu_dialog_vol2" = "伴奏音量";
"ktv_lrc_level" = "打分难度";
"ktv_use_4G" = "使用移动网络改善体验";
"ktv_bad_wifi" = "如Wi-Fi下网络质量差，将使用移动网络改善";
"ktv_music_menu_dialog_effect" = "效果";
"ktv_song_rank_1" = "热歌榜";
"ktv_song_rank_2" = "嗨唱推荐";
"ktv_song_rank_3" = "抖音热歌";
"ktv_song_rank_4" = "古风热歌";
"ktv_song_rank_5" = "KTV必唱";
"ktv_song_rank_6" = "新歌榜";
"ktv_song_rank_7" = "热门新歌";
"ktv_song_search_place_holder" = "搜索歌曲、歌手";
"ktv_song_effect_1" = "空间塑造";
"ktv_song_effect_2" = "曲风音效";
"ktv_song_effect_3" = "电音音效";
"ktv_song_effect_4" = "更多音效";
"ktv_start_electric_sound" = "启动电音";
"ktv_select_mode" = "选择调式";
"ktv_gentle_wind" = "和风";
"ktv_minor" = "小调";
"ktv_major" = "大调";
"ktv_select_starting_scale" = "选择起始音阶";
"ktv_effect_a" = "A";
"ktv_effect_a_2" = "A#";
"ktv_effect_b" = "B";
"ktv_effect_c" = "C";
"ktv_effect_c_2" = "C#";
"ktv_effect_d" = "D";
"ktv_effect_d_2" = "D#";
"ktv_effect_e" = "E";
"ktv_effect_f" = "F";
"ktv_effect_f_2" = "F#";
"ktv_effect_g" = "G";
"ktv_effect_g_2" = "G#";
"ktv_def_nothing" = "默认无";
"ktv_room_big_man" = "大房间(男)";
"ktv_room_small_man" = "小房间(男)";
"ktv_room_big_woman" = "大房间(女)";
"ktv_room_small_woman" = "小房间(女)";
"ktv_your_score" = "你的得分";
"ktv_room_count" = "在线";
"ktv_zc" = "主唱";
"ktv_hc" = "合唱";
"ktv_song_ordering_person" = "点唱：";
"ktv_song_ordering_person_chorus" = "合唱：";
"ktv_people" = "人";
"ktv_music_menu_dialog_mv" = "MV";
"ktv_score_formatter" = "%@分";
"ktv_beauty_voice" = "美声";
"ktv_voice_effect" = "音效";
"ktv_camera" = "摄像头";
"ktv_leave_chorus" = "退出合唱";

"ktv_toggle_mic" = "麦克风启用或静音";
"ktv_choose_cover" = "选择你喜欢的歌曲封面";
"ktv_chorus" = "合唱";
"ktv_order_song" = "点歌";
"ktv_random_room_name" = "随机生成一个房间名称";
"ktv_tone_down" = "点击调低音调";
"ktv_tone_up" = "点击调高音调";
"ktv_remote_volume_down" = "点击调低远端音量";
"ktv_remote_volume_up" = "点击调高远端音量";
"ktv_ok" = "好的";
"ktv_done" = "完成";
"ktv_search" = "搜索";
"ktv_confirm" = "确定";
"ktv_cancel" = "取消";
"ktv_error_permisstion" = "需要相应权限，请打开";
"ktv_room_list_title" = "歌房";
"ktv_room_list_empty" = "请创建一个歌房";
"ktv_create_room_name_label" = "歌房名称";
"ktv_create_room_name_label2" = "本应用为测试产品，请勿商用。单次直播最长10分钟，每个频道最多10人。";
"ktv_create_button" = "创建";
"ktv_dialog_join_msg" = "准备中，请等待…";
"ktv_permission_alert" = "缺少运行所需的必要权限，是否确认申请？";
"ktv_permission_refused" = "运行此功能需要的必要权限未被授予。";
"ktv_network_unavailable" = "未检测到可用网络，确认继续？";
"ktv_no_lrc" = "暂无歌词 ";
"ktv_content" = "监测到当前内容存在违规行为";
"ktv_iknow" = "我知道了";
"ktv_skip_prelude" = "跳过前奏";
"ktv_skip_postlude" = "跳过尾奏";
"ktv_onseat_toast" = "加入合唱前，您需要先上麦";
"ktv_load_failed_no_song" = "加载失败，当前已无歌曲";
"ktv_load_failed" = "歌曲加载失败";
"ktv_try" = "已尝试三次，请自动切歌";
"ktv_load_failed_another_song" = "加载失败，当前已切换到另一首歌";
"ktv_too_fast" = "操作太频繁";
"ktv_lrc_failed" = "歌词加载失败";
"ktv_retry" = "点击重试";
"ktv_join_chorus_failed" = "加入合唱失败";
"ktv_enable_electronic" = "启用电音";
"ktv_chooseSong_failed" = "点歌失败，请重试";
"ktv_choose_fail" = "太火爆了，等会再试试";
"ktv_audio_onmic" = "音频上麦";
"ktv_video_onmic" = "视频上麦";
"ktv_room_concert" = "演唱会";
"ktv_room_recording studio" = "录音棚";
"ktv_room_gramophone" = "留声机";
"ktv_room_spacious" = "空旷";
"ktv_room_ethereal" = "空灵";
"ktv_room_pop" = "流行";
"ktv_insert_title" = "请输入标题";
"ktv_online_ktv" = "在线K歌房";
"ktv_input_pwd" = "输入密码";
"ktv_pls_input_pwd" = "请输入房间密码";
"ktv_change_song" = "切换歌曲";
"ktv_change_next_song" = "切换下一首歌曲？";
"ktv_disband_room" = "解散房间";
"ktv_exit_room" = "退出房间";
"ktv_confirm_disband_room" = "确定解散该房间吗？";
"ktv_confirm_exit_room" = "确定退出该房间吗？";
"ktv_per_setting" = "配置";
"ktv_per_style" = "专业模式";
"ktv_per_vol_quality" = "音质";
"ktv_aec_war" = "aiaec关闭的情况下音质选项才能生效";
"ktv_per_ans" = "降低背景噪音";
"ktv_aiaec_switch" = "AIAEC开关";
"ktv_aiaec_level" = "AIAEC强度选择";
"ktv_aiaec_rule" = "请输入0-4的正整数";
"ktv_perSetting" = "设置";
"ktv_low_delay_mode" = "低延时模式";
"ktv_close_aec" = "关闭";
"ktv_aec_mid" = "中";
"ktv_aec_high" = "高";
"ktv_normal_vol" = "标准音质";
"ktv_high_vol" = "高音质";
"ktv_mic_index" = "号麦";
"ktv_soundcard" = "虚拟声卡";
"ktv_soundcard_open" = "开启";

"ktv_effect_off" = "原声";
"ktv_effect_concert" = "演唱会";
"ktv_effect_studio" = "录音棚";
"ktv_effect_phonograph" = "留声机";
"ktv_effect_spatial" = "空旷";
"ktv_effect_ethereal" = "空灵";
"ktv_effect_pop" = "流行";
"ktv_lrc_low" = "低难度";
"ktv_lrc_mid" = "推荐难度";
"ktv_lrc_high" = "高难度";

"ktv_lrc_load_failed" = "歌词加载失败";
"ktv_lrc_loading" = "歌曲准备中...";
"ktv_retry" = "  点击重试  ";
"ktv_leave_chorus" = "退出合唱";
"ktv_show_vol" = "突出人声";
"ktv_ori_sing" = "原唱";
"ktv_lead_sing" = "导唱";
"ktv_vol_setting" = "设置人声";

"ktv_dump" = "音频Dump";
"ktv_export_log" = "导出log";
"ktv_clear_dump" = "清除Dump";
"ktv_clear_log" = "清除Log";
"ktv_input_key" = "请输入私参Key";
"ktv_input_value" = "请输入私参Value";
"ktv_set_params" = "设置私参";
"ktv_debug_confirm" = "确认";
"ktv_ear_switch" = "耳返开关";
"ktv_ear_setting" = "耳返设置";
"ktv_ear_vol" = "耳返音量";
"ktv_ear_warning" = "开启耳返可实时听到自己的声音，唱歌的时候及时调整";
"ktv_ear_warning2" = " 因为延时和体验问题，在耳返里听到的声音是没有音效的（包括虚拟声卡、场景塑造（KTV、演唱会））";
"ktv_ear_without_headset" = "使用耳返必须插入耳机，当前未检测到耳机";

"ktv_create_room_title1" = "和你一起看月亮";
"ktv_create_room_title2" = "治愈";
"ktv_create_room_title3" = "一锤定音";
"ktv_create_room_title4" = "有酒吗";
"ktv_create_room_title5" = "早安序曲";
"ktv_create_room_title6" = "风情万种的歌房";
"ktv_create_room_title7" = "近在远方";
"ktv_create_room_title8" = "风中诗";
"ktv_create_room_title9" = "那年风月";
"ktv_create_room_title10" = "三万余年";
"ktv_create_room_title11" = "七十二街";
"ktv_create_room_title12" = "情怀如诗";
"ktv_create_room_title13" = "简遇而安";
"ktv_create_room_title14" = "十里笙歌";
"ktv_create_room_title15" = "回风舞雪";
"ktv_create_room_title16" = "梦初醒处";
"ktv_create_room_title17" = "别来无恙";
"ktv_create_room_title18" = "三里清风";
"ktv_create_room_title19" = "烟雨万重";
"ktv_create_room_title20" = "水洗晴空";
"ktv_create_room_title21" = "轻风淡月";
"ktv_room_exit" = "连接超时，房间已解散";
"ktv_room_timeout" = "您已体验超过20分钟，当前房间已过期，请退出重新创建房间";
"ktv_room_offline" = "当前房间已过期,请退出";
"ktv_owner_leave" = "房主已解散房间,请确认离开房间";
"ktv_mic_full" = "麦位已满，请在他人下麦后重试";
"ktv_join_chorus_failed" = "加入合唱失败，原因:连接已断开";
"ktv_per_lose" = "人声突出功能已失效，请重设";
"ktv_change_failed" = "切歌失败，理由:连接已断开";
"ktv_per_set_once" = "每首歌仅可设置一次人声突出对象，请在下首歌再设置";
"ktv_load_failed_and_change" = "加载歌曲失败，请切歌";
"ktv_onMic" = "上麦";
"ktv_people" = "人";
"ktv_vol_gain" = "增益调节";
"ktv_vol_gain_level" = "调节声音信号的增益倍数";
"ktv_voice_type1" = "大叔音";
"ktv_voice_type2" = "妈音";
"ktv_voice_type3" = "青叔音";
"ktv_voice_type4" = "御妈音";
"ktv_voice_type5" = "青年音";
"ktv_voice_type6" = "少御音";

"ktv_voice_desc1" = "高混响|KTV";
"ktv_voice_desc2" = "高混响|KTV";
"ktv_voice_desc3" = "明亮|磁性";
"ktv_voice_desc4" = "明亮|磁性";
"ktv_voice_desc5" = "低沉|温暖";
"ktv_voice_desc6" = "醇厚|饱满";

"ktv_pre_effect" = "预设音效";
"ktv_sex_kr" = "性感欧巴";
"ktv_sec_kr_desc" = "悦耳|磁性";

"ktv_effect_desc1" = "大叔音(高混响 | KTV)";
"ktv_effect_desc2" = "妈音(高混响 | KTV)";
"ktv_effect_desc3" = "青叔音(明亮 | 磁性)";
"ktv_effect_desc4" = "御妈音(明亮 |磁性)";
"ktv_effect_desc5" = "青年音(低沉 | 温暖)";
"ktv_effect_desc6" = "少御音(醇厚 | 饱满)";
"ktv_open_soundCard" = "开启虚拟声卡";
"ktv_mic_type" = "麦克风类型1";
"ktv_choose_sc_params" = "选择麦克风的预设参数";
"ktv_skip_pre" = "跳过前奏";
"ktv_skip_end" = "跳过尾奏";
"ktv_per_bro" = "专业主播";
"ktv_cantata" = "大合唱";

"ktv_empty_list" = "暂无上榜";
"ktv_song_count" = "首";
"ktv_song_score" = "分";
"ktv_total_score" = "总分";
"ktv_success" = "抢唱成功";
"ktv_rank_list" = "排名";
"ktv_rank_player" = "玩家";
"ktv_next_song" = "下一首";
"ktv_mic_num" = "号麦";
"ktv_no_song" = "当前无人点歌，\n快选择歌曲一起合唱吧!";
"ktv_on_chorus" = "人合唱中";
"ktv_per_score" = "个人得分";
"ktv_cur" = "当前";
"ktv_cur_chorus" = "正在合唱用户";
"ktv_bad_net" = "网络中断，请切歌重试";
"ktv_be_offline" = "您已被踢下麦";
"ktv_sleep_type" = "沉浸模式";
"ktv_merge_failed_and create" = "云端合流服务开启失败，请重新创建房间";
"ktv_merge_success" = "云端合流服务开启成功";
"ktv_timeout_and_create" = "因长时间未点歌，您的房间已解散，请重新创建房间";
"ktv_check_network" = "网络异常，请检查网络";


